<template>
  <div class="card">
    <div class="card-header">
      Отказ от ответственности и ограничение ответственности
    </div>
    <div>
      <div class="card-body">
        <p class="ml-3 small color-brown">20 ноября 2017 г.</p>
        <p>
          Лицензионная технология и все другие материалы и информация,
          предоставляемые SmartHoldem («SmartHoldem Материалы») предоставляются
          на условиях «как есть» и «по мере доступности», «со всеми
          недостатками» и без каких-либо гарантий.
        </p>
        <p>
          SmartHoldem и ее аффилированные лица отказываются от всех гарантий,
          условий, обязательств по общему праву, и заявлений (явных,
          подразумеваемых, устных и письменных) в отношении Материалов
          SmartHoldem, включая, помимо прочего, все явные, подразумеваемые, и
          законодательные гарантии и условия любого рода, такие как право
          собственности, невмешательство в ваше пользование, полномочия,
          отсутствие нарушений прав, товарная пригодность, пригодность или
          пригодность для любых целей (независимо от того, знает ли SmartHoldem
          или имеет основания знать о какой-либо такой цели), системная
          интеграция, точность или полнота, результаты, разумная осторожность,
          добросовестное исполнение, отсутствие небрежности и отсутствие
          вирусов, независимо от того, возникают ли они по закону, по причине
          обычаев или использования в торговле, или в ходе деловых отношений.
        </p>
        <p class="font-weight-bolder">
          Не ограничивая общности вышеизложенного, SmartHoldem и ее
          аффилированные лица не дают никаких гарантий, что
        </p>
        <ul>
          <li>
            (1) любые Материалы SmartHoldem будут работать должным образом, в
            том числе как интегрированные в любой Продукт,
          </li>
          <li>
            (2) что Материалы SmartHoldem будут соответствовать вашим
            требованиям,
          </li>
          <li>
            (3) что работа Материалов SmartHoldem будет бесперебойной,
            безошибочной или безошибочной в любых или всех обстоятельствах,
          </li>
          <li>
            (4) что любые дефекты в Материалах SmartHoldem могут быть или будут
            исправлены,
          </li>
          <li>
            (5) что Материалы SmartHoldem соответствуют или будут
            соответствовать правилам или требованиям производителя платформы,
            или
          </li>
          <li>
            (6) что производитель платформы одобрит любой из ваших Продуктов или
            не отзовет одобрение любого Продукта по любой причине или без
            таковой.
          </li>
        </ul>
        <p>
          Любая гарантия от нарушения прав, которая может быть предоставлена в
          Едином кодексе или в любом другом сопоставимом законе, прямо
          отказывается. SmartHoldem и ее аффилированные лица не гарантируют
          непрерывной, безошибочной, безвирусной, или безопасной работы или
          доступа к Материалам SmartHoldem. Этот параграф будет применяться в
          максимальной степени, разрешенной действующим законодательством.
        </p>
        <p>
          В максимальной степени, разрешенной действующим законодательством, ни
          SmartHoldem, ни ее лицензиары, ни ее или их аффилированные лица, ни
          любые поставщики услуг SmartHoldem, не несут никакой ответственности
          за убытки или ущерб любого рода, возникшие в результате использования
          или невозможности использования Материалов SmartHoldem или иным
          образом в связи с настоящим Соглашением, включая, помимо прочего,
          потерю деловой репутации, прекращение работы, сбой или неисправность
          компьютера, или любые и все другие коммерческие убытки или убытки. Ни
          в коем случае SmartHoldem, ее лицензиары, ни ее или их аффилированные
          лица, ни любые поставщики услуг SmartHoldem не несут ответственности
          за упущенную выгоду или любые косвенные, случайные, косвенные, особые,
          штрафные или примерные убытки, или любые другие убытки, возникающие из
          или в связи с настоящим Соглашением или Материалами SmartHoldem, или
          задержкой или невозможностью использования или отсутствием
          функциональности Материалов SmartHoldem, даже в случае вины
          SmartHoldem или ее аффилированных лиц, деликта (включая небрежность),
          строгой ответственности, возмещения убытков, ответственности за
          качество продукции, нарушения договора, нарушения гарантии, или иным
          образом, и даже если SmartHoldem или ее аффилированные лица были
          уведомлены о возможности таких убытков.
        </p>
        <p>
          Эти ограничения и исключения в отношении убытков применяются, даже
          если какое-либо средство правовой защиты не обеспечивает адекватной
          компенсации.
        </p>
        <p>
          Поскольку некоторые штаты или юрисдикции не допускают исключения или
          ограничения ответственности за косвенные или случайные убытки, в таких
          штатах или юрисдикциях, ответственность SmartHoldem, ее лицензиаров,
          ее и их аффилированных лиц, и любых поставщиков услуг SmartHoldem
          будет ограничена в полной мере, разрешенной законом.
        </p>
      </div>
    </div>
  </div>
</template>
