<template>
  <div>
    <card class="card mb-3">
      <card-header class="card-header"> Условия и положения </card-header>
      <card-body class="p-3">
        <p class="ml-3 small color-brown">20 ноября 2017 г.</p>
        <p>
          Технологии, связанные с блокчейном, подлежат надзору и контролю со
          стороны различных регулирующих органов по всему миру.
        </p>
        <p>
          Монеты SmartHoldem могут подпадать под один или несколько запросов или
          действий с их стороны, включая, помимо прочего, к введению ограничений
          на использование или владение цифровыми монетами, такими как
          SmartHoldem, которые могут замедлить или ограничить функциональность
          монет SmartHoldem в будущем.
        </p>
        <p>Монеты SmartHoldem не являются инвестициями.</p>
        <p>Монеты SmartHoldem не являются «суррогатной валютой».</p>
        <p>
          Монеты SmartHoldem не являются официальными или юридически
          обязывающими инвестициями. В связи с непредвиденными обстоятельствами,
          цели, описанные в этом документе, могут быть изменены. Несмотря на то,
          что мы намерены достичь всех пунктов, описанных в этом документе, все
          лица и стороны, участвующие в покупке монет SmartHoldem делают это на
          свой страх и риск.
        </p>
        <p>
          <span class="font-weight-bold"
            >Риск использования новых технологий.</span
          ><br />
          Криптографические монеты, такие как SmartHoldem, являются новой и
          экспериментальной технологией. В дополнение к рискам, упомянутым в
          этом документе, существуют дополнительные риски, которые команда
          SmartHoldem не может предвидеть. Эти риски могут материализоваться в
          других формах риска, чем те, которые указаны здесь.
        </p>
      </card-body>
    </card>
    <card class="card">
      <card-header class="card-header"> Отказ от гарантий </card-header>
      <card-body>
        <p class="ml-3 small color-brown">20 ноября 2017 г.</p>
        <p>
          Вы соглашаетесь с тем, что использование или невозможность
          использования криптовалют SmartHoldem осуществляется исключительно на
          ваш страх и риск и
        </p>
        <p>вы не возлагаете никакой ответственности на команду SmartHoldem.</p>
        <p>
          Вы соглашаетесь с тем, что использование или невозможность
          использования монет SmartHoldem осуществляется исключительно на ваш
          страх и риск и
        </p>
        <p>вы не возлагаете никакой ответственности на команду SmartHoldem.</p>
      </card-body>
    </card>
  </div>
</template>
